#include <iostream>
using namespace std;

int main(){

    int a = 9; // Присваивание, инициализация
    a = a - 7;

    int b = a;

    b = 7;


    cout << "Value of a: " << a << " Value of b: " << b << endl;


    return 0;
}


// Посчитать средний балл Сергея по математике, физике, информатике, и химии.
// Получить все оценки с консоля последовательно
// Вывести на консоль средний балл, и вывод о том поступит ли он в РУДН где минимальный балл 196

// Функции
// возврат 
// Условние выражения
// Циклы (for, while, do while)
